{"type": "FeatureCollection", "features": [{"type": "Feature", "place_name": "🎨 Mata Rajdevi", "center": ["85.9266932", "26.7287472"], "place_type": ["artInfo"], "properties": {"artId": 28, "title": "Mata Rajdevi", "names": "", "date": "", "artist": "", "category": "Painting", "source": "Self-research", "excerpt": "In Maithili culture, every household worship certain gods and goddesses according to their family tradition and call them their 'Kuldevta' or 'Kuldevi'. During the time of King Janak, father of the goddess Sita, he used to worship goddess Rajdevi as her 'Kuldevi'. Also, there is a very big temple situated aside from Janaki Temple named Rajdevi Temple. It symbolizes the presence of Mata Rajdevi as the Kuldevi of King Janak's family. The temple id hugely crowded during the time of Dashain. Goddess Rajdevi is worshipped for ten days in the morning and the evening. On the 8th day of Dashain, devotees offer sweets, coconut, and even animal sacrifices to the temple and wish for good health and prosperity.", "artist_background": "", "art_background": "", "additional": "", "phone": "", "email": "", "insta": "https://instagram.com/", "facebook": "https://facebook.com/", "recognition": "", "location": "https://goo.gl/maps/QvVp2vHrxwqnSuZA6", "images": ["https://joonshakya.github.io/Arthub-Database-Meida-Files/posts/1630545049627.jpg", "https://joonshakya.github.io/Arthub-Database-Meida-Files/posts/Screenshot_2021-09-02_073232.png", "https://joonshakya.github.io/Arthub-Database-Meida-Files/posts/Screenshot_2021-09-02_073338.png"], "image_name": "joon"}, "geometry": {"coordinates": ["85.9266932", "26.7287472"], "type": "Point"}}, {"type": "Feature", "place_name": "🎨 Rajdevi Mandir Dhoka", "center": ["85.947855", "26.725776"], "place_type": ["artInfo"], "properties": {"artId": 27, "title": "Rajdevi Mandir Dhoka", "names": "", "date": "", "artist": "N/A", "category": "Sculpture", "source": "Self-research", "excerpt": "In Maithili culture, every household worship certain gods and goddesses according to their family tradition and call them their 'Kuldevta' or 'Kuldevi'. During the time of King Janak, father of the goddess Sita, he used to worship goddess Rajdevi as her 'Kuldevi'. Also, there is a very big temple situated aside from Janaki Temple named Rajdevi Temple. It symbolizes the presence of Mata Rajdevi as the Kuldevi of King Janak's family. The temple id hugely crowded during the time of Dashain. Goddess Rajdevi is worshipped for ten days in the morning and the evening. On the 8th day of Dashain, devotees offer sweets, coconut, and even animal sacrifices to the temple and wish for good health and prosperity.", "artist_background": "", "art_background": "", "additional": "", "phone": "", "email": "", "insta": "https://instagram.com/", "facebook": "https://facebook.com/", "recognition": "", "location": "https://goo.gl/maps/QBkzbcN97MeiYyhh9", "images": ["https://joonshakya.github.io/Arthub-Database-Meida-Files/posts/1630545049624.jpg"], "image_name": "joon"}, "geometry": {"coordinates": ["85.947855", "26.725776"], "type": "Point"}}, {"type": "Feature", "place_name": "🎨 Mithila Painting", "center": ["85.929137", "26.7204064"], "place_type": ["artInfo"], "properties": {"artId": 24, "title": "Mithila Painting", "names": "", "date": "", "artist": "Kiran Karna", "category": "Mural", "source": "Self Research", "excerpt": "This art depicts the traditional technologies used in Mithila.  Women used to prepare spices using the wooden tool.", "artist_background": "", "art_background": "", "additional": "", "phone": "", "email": "", "insta": "https://instagram.com/", "facebook": "https://facebook.com/", "recognition": "", "location": "Janakpur", "images": ["https://joonshakya.github.io/Arthub-Database-Meida-Files/posts/1630245757350.jpg"], "image_name": "joon"}, "geometry": {"coordinates": ["85.929137", "26.7204064"], "type": "Point"}}, {"type": "Feature", "place_name": "🎨 Mithila Mural", "center": ["85.929137", "26.7204064"], "place_type": ["artInfo"], "properties": {"artId": 23, "title": "Mithila Mural", "names": "", "date": "", "artist": "Sonam Karna", "category": "Mural", "source": "Self Research", "excerpt": "This Mural symbolizes the day-to-day lifestyle of ancient Mithila where there used to be mud houses and women used to cook food using water drawn from well.", "artist_background": "", "art_background": "", "additional": "", "phone": "9812173922", "email": "", "insta": "https://instagram.com/", "facebook": "https://facebook.com/", "recognition": "", "location": "Janakpur", "images": ["https://joonshakya.github.io/Arthub-Database-Meida-Files/posts/1630245653063.jpg"], "image_name": "joon"}, "geometry": {"coordinates": ["85.929137", "26.7204064"], "type": "Point"}}, {"type": "Feature", "place_name": "🎨 Budhanilkantha", "center": ["85.2909878", "27.767881"], "place_type": ["artInfo"], "properties": {"artId": 21, "title": "Budhanilkantha", "names": "", "date": "", "artist": "NK", "category": "Painting", "source": "", "excerpt": "", "artist_background": "", "art_background": "Budhanilkantha Temple is situated below the Shivapuri Hill at the northern end of the Kathmandu valley.[1] and can be identified by a large reclining statue of Lord Mahavishnu. The temple's main statue of Budhanilkantha is considered the largest stone carving in Nepal.\r\n\r\nThe main statue is a black stone structure carved from a single block of black basalt. The statue stands 5 meters tall (around 16.4 feet) and is positioned in the middle of a recessed pool of water, which is 13 meters (42.65 feet) long. It depicts the deity reclining on the coils of the cosmic serpent Shesha. He holds the Sudarshana Chakra, Club, a Conch Shell and a gem in his four hands. He is well adorned with a crown engraved with multiple Kirtimukha images which can often be seen being overlapped by a silver crown. This temple is regarded as a sacred place for Hindus but equally well venerated by Buddhists which is an excellent example of religious harmony in Nepal.", "additional": "According to one story, a farmer and his wife once struck a figure while ploughing the field, which caused it to start soaking blood into the ground. This turned out to be the figure of the lost deity of Budhanilkantha, which was recovered and placed in its present position.\r\n\r\nAnother legend states that the statue was sculpted and brought to its current location in Kathmandu during the reign of the seventh-century monarch Vishnu Gupta, who controlled the Kathmandu Valley under the Lichchhavi king Bhimarjuna Dev.\r\n\r\nA legend states that King Pratap Malla (1641–1674) had a prophetic vision. This vision resulted in him believing that the kings of Nepal would die if they visited the Budhanilkantha Temple. Nepali monarchs after King Pratap Malla have never visited the Temple in fear of the prophecy.", "phone": "", "email": "", "insta": "https://instagram.com/", "facebook": "https://facebook.com/", "recognition": "", "location": "", "images": ["https://joonshakya.github.io/Arthub-Database-Meida-Files/posts/budanilkantha-2.jpg"], "image_name": "joon"}, "geometry": {"coordinates": ["85.2909878", "27.767881"], "type": "Point"}}, {"type": "Feature", "place_name": "🎨 Kala Bhairava", "center": ["85.2370739", "27.7048333"], "place_type": ["artInfo"], "properties": {"artId": 20, "title": "Kala Bhairava", "names": "", "date": "", "artist": "Kala Bhairav which is enshrined in the temple is said to have been sculpted in the 5th or 6th century and was later rediscovered in a paddy field in the 17th century by the Malla King Pratap Malla.", "category": "Painting", "source": "", "excerpt": "", "artist_background": "", "art_background": "Its origin dates back to the fourth century, but the earliest inscription on a stone pillar belongs to the ruler of Licchavi dynasty Manadev who ruled at the end of the fifth and early sixth century. The Central image in the sanctum is worshipped by Hindus as a god Garuda Narayan, and by Buddhists as a deity Harihara Bahan Lokeshwara. The temple has been restored during the late 1500-s and devastated by fire in 1702, but was then restored. Although the present temple is not one of the oldest in the Kathmandu valley, some of its decorative ornaments are extremely old. After the April-May 2015 earthquakes the main temple is still standing but barely and has extensive damage to its walls. Some Chaityas around the temple have also collapsed.\r\n\r\nHe is worshipped by the Hindus as the guru of Lord Shani who is ruled by the planet Saturn and as Manjusri, Heruka, Yamantaka, and Vajrabhairava in Vajrayana Buddhism. The idol of Kala Bhairav is seen standing in a violent form, stepping over a dead body holding a decapitated head in one hand.", "additional": "Stories:\r\n1. According to a legend, Kala Bhairav had decapitated one of Lord Brahma's five heads and as punishment, was made to carry that head and roam around for many years till he was forgiven. This avatar of Lord Shiva is fierce and unforgiving. He is mostly associated with vetala (ghouls) and pisaca (ghosts). The name 'Bhairava' literally means a terrifying form that is not afraid of anything. Thus, he can protect his devotees. He is also believed to be the supreme one after Lord Vishnu and can create, sustain, and dissolve life on earth.\r\n\r\n2. Bhairav Statue back in fourth century was even known as a Justice provider. It was believed that whoever lie in front of the Statue will die by vomiting blood.", "phone": "", "email": "", "insta": "https://instagram.com/", "facebook": "https://facebook.com/", "recognition": "", "location": "", "images": ["https://joonshakya.github.io/Arthub-Database-Meida-Files/posts/b3-2.jpg"], "image_name": "joon"}, "geometry": {"coordinates": ["85.2370739", "27.7048333"], "type": "Point"}}, {"type": "Feature", "place_name": "🎨 Changu Narayan", "center": ["85.4256417", "27.716236"], "place_type": ["artInfo"], "properties": {"artId": 18, "title": "Changu Narayan", "names": "", "date": "", "artist": "", "category": "Painting", "source": "", "excerpt": "", "artist_background": "", "art_background": "CHANGU NARAYAN IS A TWO-STORY pagoda-style temple dedicated to Lord Vishnu and surrounded by ancient carvings and statues. Having survived destruction in 1702 and 2015, it is said to be the oldest Hindu temple still in use in the Kathmandu Valley today.\r\n\r\nThe entire Kathmandu Valley is listed as a UNESCO World Heritage site, encompassing seven groups of monuments and buildings. These include the Durbar Squares of Hanuman Dhoka (Kathmandu), Patan and Bhaktapur; the Buddhist stupas of Swayambhu and Boudhanath; and the Hindu temples of Pashupati and Changu Narayan.\r\n\r\nIts origin dates back to the fourth century, but the earliest inscription on a stone pillar belongs to the ruler of the Licchavi dynasty Manadev who ruled at the end of the fifth and early sixth century. The Central image in the sanctum is worshipped by Hindus as a god Garuda Narayan, and by Buddhists as a deity Harihara Bahan Lokeshwara. The temple has been restored during the late 1500-s and devastated by fire in 1702, but was then restored. Although the present temple is not one of the oldest in the Kathmandu valley, some of its decorative ornaments are extremely old. After the April-May 2015 earthquakes, the main temple is still standing but barely and has extensive damage to its walls. Some Chaityas around the temple have also collapsed.", "additional": "", "phone": "", "email": "", "insta": "https://instagram.com/", "facebook": "https://facebook.com/", "recognition": "", "location": "", "images": ["https://joonshakya.github.io/Arthub-Database-Meida-Files/posts/xDSC4827-550x410.jpg.pagespeed.ic.je53So3q8t.jpg", "https://joonshakya.github.io/Arthub-Database-Meida-Files/posts/xDSC4854-550x410.jpg.pagespeed.ic.UdZx7o73iA.jpg", "https://joonshakya.github.io/Arthub-Database-Meida-Files/posts/xDSC4885-550x410.jpg.pagespeed.ic.DOjC4GfpvM.jpg", "https://joonshakya.github.io/Arthub-Database-Meida-Files/posts/xDSC4894-550x410.jpg.pagespeed.ic.JbBwgt-FL5_1.jpg", "https://joonshakya.github.io/Arthub-Database-Meida-Files/posts/xDSC4924-550x410.jpg.pagespeed.ic.wHZocXdkye.jpg"], "image_name": "joon"}, "geometry": {"coordinates": ["85.4256417", "27.716236"], "type": "Point"}}, {"type": "Feature", "place_name": "🎨 Statue of Yog Narendra Malla", "center": ["85.3231324", "27.6727028"], "place_type": ["artInfo"], "properties": {"artId": 2, "title": "Statue of Yog Narendra Malla", "names": "Little golden bird prosperity", "date": "", "artist": "Yog Narendra Malla", "category": "Sculpture", "source": "https://www.windhorsetours.com/blog/patan-living-with-the-gods/", "excerpt": "As we walk around the magnificent Patan Durbar Square, we notice three stone pillars of which the biggest one has the image of Malla ruler Yog Narendra with a snake canopy and a “golden” bird on top.", "artist_background": "Yog Narendra came to the throne of Patan at the age of 18 and ruled the city-state between 1684 and 1705 AD.  During this period he added many structures to the city. He built the two sattals (rest places) just before the stone stairs leading to the stone water spouts (Manga Hiti) and also the Bhimsen temple.", "art_background": "Due to internal conflicts of the Palace, the King thought of the history that runs in his bloodline. The history was of leaving the palace and being holy saint. He thought that now it was his turn  He remembered the words of the wise elder who had recommended him to imagine eight impossible things to pass away from this world.\r\nThus King Yog Narendra Malla conjured eight impossible things and proclaimed them. Amongst which the most prominent ones are as follows:\r\nI. When the little golden bird atop the serpents head above my golden statue will fly away straight to heaven, let it be known to my countrymen their Kings' soul shall follow the golden bird in its heavenward flight.\r\nII. For when the stone elephants erected on the stairway of Viswanath temple in front of the Royal Palace step down to the nearby three stone water spouts (Manga Hiti) and drink to their hearts’ content, let it be known King Yog Narendra Malla is no more on Earth.\r\nIII. For when the golden-winged Gaurda seated on the stone pillar opposite the Krishna Temple will lay two pearls as big as the hens’ egg, let it be known King Yog Narendra Malla is no more on Earth.\r\nTill the golden bird stays perched atop the serpents head, the elephants remain standing on the stairway, and the Gaurda doesn’t lay pearls as large as hen’s egg. Let my countrymen know that King Yog Narendra Malla is alive inside his Royal Palace.\r\nAfter proclaiming such impossible things, King Yog Narendra Malla disappeared from his royal palace. His whereabouts were unknown to his wife and daughters. when people heard that The king has died then 31 women went sati. But still, the people of Lalitpur believe that King Yog Narendra Malla is engaged in deep meditation somewhere inside the Royal Palace and he is alive and well.", "additional": "Figurative Sculpture", "phone": "", "email": "", "insta": "https://instagram.com/", "facebook": "https://facebook.com/", "recognition": "", "location": "Patan", "images": ["https://joonshakya.github.io/Arthub-Database-Meida-Files/posts/King_Yog_Narendra_Malla.jpg", "https://joonshakya.github.io/Arthub-Database-Meida-Files/posts/King_Yog_Narendra_Malla_9ftavDr.jpg", "https://joonshakya.github.io/Arthub-Database-Meida-Files/posts/16df46eeae2eb13b7acdb38ba0645b50.jpg"], "image_name": "joon"}, "geometry": {"coordinates": ["85.3231324", "27.6727028"], "type": "Point"}}]}